
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "Reprodutor de DVD";
DVDNoDiskInserted								= "Por favor, insira um DVD";
DVDInsertedLabel								= "DVD Inserido";
DVDReadingDVDPleaseWait                         = "Lendo DVD…";
DVDModuleMenu                                   = "Menu do DVD";
DVDModuleEject                                  = "Ejetar Disco";
DVDModuleStop                                   = "Parar";
DVDModuleResume                                 = "Retomar Reprodução";
DVDModuleHistoryBeginning                       = "Começar a Partir do Início";
DVDModuleHistoryDefaultBookmark                 = "Começar a Partir de Favorito";

DVDOptionsHeader								= "Opções";
DVDOptionsFlagOn                                = "Ligado";
DVDOptionsFlagOff                               = "Desligado";
DVDOptionsMuting                                = "Mudo";
DVDOptionsCaptioning                            = "Legendas Ocultas";
DVDPlayerChapterFormatter                       = "Capítulo %d de %d";

ErrorCantInitializeDVDPlaybackAlert				= "Não é possível reproduzir o DVD neste momento.";
ErrorCantInitializeDVDPlaybackMessage			= "Outro aplicativo está reproduzindo o DVD. Volte à Mesa para encerrar o aplicativo e tente novamente.";
ErrorCantEjectDVDAlert							= "O DVD não pode ser ejetado.";
ErrorCantEjectDVDMessage						= "Outro aplicativo está reproduzindo o DVD. Volte à Mesa para encerrar o aplicativo.";
ErrorBadRegionCodeAlert							= "O código de região do DVD não coincide com o reprodutor de DVD.";
ErrorBadRegionCodeMessage						= "Para saber mais sobre os códigos de região, consulte a ajuda do Reprodutor de DVD.";
ErrorBadDVDMediaAlert							= "O DVD não pode ser reproduzido.";
ErrorBadDVDMenuMessage							= "O formato não foi reconhecido.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "O DVD não pode ser reproduzido.";
ErrorFatalDVDMessage							= "Há um problema com o disco.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "A proteção contra cópia do disco não pode ser verificada.";
